{
  "products": [
    {
      "id": "ins3",
      "name": "Ins3",
      "categories": [
        {
          "id": "download",
          "name": "Download",
          "subcategories": [
            {
              "id": "download_follow_up",
              "name": "Follow up",
              "reply": {
                "en": "Dear User,\n\nThank you for reaching us, and we've received your issue report. We understand how frustrating this situation is and sincerely apologize for any inconvenience. We're ready to assist you with any download issues.\n\nFor further investigation, please send us the following details:\n1. A screenshot or screen recording of the download issue.\n2. A video link.\n\nYour cooperation will help us better understand this issue and provide an appropriate solution. We appreciate your patience and look forward to hearing from you.\n\nWarm regards,\nDevi\nUser Support Team"
              }
            },
            {
              "id": "download_follow_up_unclear",
              "name": "Follow up unclear download issue",
              "reply": {
                "en": "Dear User,\n\nThank you for contacting us. We understand how frustrating this situation must be and sincerely apologize for any inconvenience it may have caused.\n\nWe’d like to understand the issue better so we can address your concerns and continue improving the app.\n\nCan you elaborate on your issue? Any additional details such as screenshots that you can provide would be helpful.\n\nWe look forward to assisting you! 😊\n\nWarm regards,\nDevi\nUser Support Team"
              }
            },
            {
              "id": "download_follow_up_troubleshoot",
              "name": "Follow up with troubleshoot",
              "reply": {
                "en": "Dear User,\n\nThank you for reaching out to us. We’ve received your issue report and understand how frustrating this situation can be. We sincerely apologize for any inconvenience and are ready to assist you with any download issues.\n\nPlease try the following troubleshooting steps:\n1. Clear the app cache: Go to your device settings, find the Insaver app, and clear the cache. This can update the app and improve its performance.\n2. Restart the app.\n3. Relaunch the app, and try downloading again.\n\nIf the issue persists after following these steps, please send us:\n1. A screenshot or screen recording of the download issue.\n2. The video link you’re trying to download.\n\nYour cooperation will help us better understand the problem and provide an appropriate solution. We appreciate your patience and look forward to hearing from you.\n\nWarm regards,\nDevi\nUser Support Team"
              }
            }
          ]
        },
        {
          "id": "subscription",
          "name": "Subscription",
          "subcategories": [
            {
              "id": "cancel_subscription",
              "name": "Cancel subscription",
              "reply": {
                "en": "Dear VIP User,\n\nThank you for contacting us. We are sorry that you want to cancel your subscription, but we respect your decision.\n\nYou can follow these steps to cancel your subscription on Google Play:\n1. Open the Google Play Store and go to Subscriptions.\n2. Select the subscription you want to cancel.\n3. Tap \"Cancel subscription\".\n4. Follow the instructions.\n\nPlease note that deleting and uninstalling the app will not help you cancel your subscription.\n\nIf you have a moment, we would greatly appreciate it if you could tell us the reason for your decision to cancel your subscription. Your feedback helps us understand how we can continue improving our product and services.\n\nPlease feel free to contact us if you need further assistance. We will be happy to assist you!\n\nWarm regards,\nDevi\nUser Support Team"
              }
            },
            {
              "id": "cancel_and_refund",
              "name": "Cancel and refund",
              "reply": {
                "en": "Dear VIP User,\n\nThank you for reaching out to us. We are sorry to hear that you want to request a refund, but we respect your decision.\n\nRegarding your refund request, since the payment was made through a third party (Google Play Store), Google determines eligibility based on its refund policy. We strongly recommend visiting the following link to review Google's refund policy and submit your request:\nhttps://support.google.com/googleplay/answer/15574897?sjid=6036702517892534278-NC\n\nNext, you can follow these steps to cancel a subscription in the Google Play app to avoid being charged after the subscription ends:\n1. On your Android device, open Subscriptions in Google Play.\n2. Select the subscription you want to cancel.\n3. Tap \"Cancel subscription\".\n4. Follow the instructions.\n\nWe hope the information provided is clear. Let us know if you need any further assistance.\n\nWarm regards,\nDevi\nUser Support Team"
              }
            }
          ]
        }
      ]
    }
  ]
}
